[Setting]
Language=English

[String]
ID_SOFTWARE_NAME=INScan-Lite
ID_DB_FAIL=Database connect failed
ID_OMINI_CONNECT=Spectrograph connect failed
ID_LASER_CONNECT=Laser connect failed
ID_CAMERA_CONNECT=Camera connect failed
ID_PRIOR_CONNECT=Prior connect failed
ID_LOAD_FINISH=Import completed
ID_CHECK_FAIL=Out of threshold
ID_TEMP=TEMP:
ID_DATA_BACK=Set background
ID_DATA_SAMPLE=Set sample
ID_FINISH=Export completed
ID_PASSWORD_ERROR=PWD error
ID_DATA_DELETE=Delete
ID_FILE_FAIL=Open failed
ID_FILE_SAVE_FAIL=Save failed
ID_FILE_SAVE_SUCCESS=Save successful
ID_DATE=Report date:
ID_LOGO=Zolix
ID_TITLE=Test report
ID_TEST_INFO=1 Test info.
ID_TEST_MAN=1.Testers:
ID_TEST_TIME=2.Test time:
ID_TEST_NAME=3.Exp. name:
ID_TEST_CONDITION=2 Test condition
ID_POWER=1.Laser intensity:
ID_TIME=2.Integral time:
ID_ACC=3.Cumulative#:
ID_EQ_TYPE=4.Part Number:
ID_EQ_NUM=5.S/N:
ID_RESULT=3 Test result
ID_SQL=4 Database comparison
ID_TEST_HUMAN=Testers(signature):
ID_TEST_LEADER=Auditor(signature):
ID_TEST_DATE=Date:
ID_TEMP_S=℃
ID_SQL_DATA=Data comparison, please later on
ID_SQL_NAME=Name
ID_SQL_NUMBER=Correlation
ID_DELETE_ALL=Are you sure you want to delete all?
ID_RENAME_FILE= This file has exist,do you want to rename?
ID_PRIOR_MOVE_FAIL=Prior move out of range!
ID_WARNING=Warning
ID_START_FAIL=The equipment test temperature (< - 5 ℃) is not reached, and the data is inaccurate. Do you want to continue ?
ID_CHOOSE_SAMPLE=Please select the sample number to be tested!
ID_RENAME_FAIL=Rename failed, curve name already exists!
IDD148_12501=Close laser
IDD148_12502=Open laser
IDD150_12591=Wave number
IDD150_12581=Wavelength
ID_PEAK_NONE=There are no obvious peaks in the selected range, please select again!
ID_FWHM_ERROR=The curve is wrong or the signal quality is poor, please try again!
ID_CW_CORR=Laser wavelength calibration completed!
ID_USBDiscon=The device is abnormally disconnected, please reconnect!
ID_DELETE_SELECT=Are you sure to delete the checked curves?
ID_DELETE_NOSELECT=Please tick the curves you want to delete first!
ID_DELETE_UNSELECT=Are you sure to delete unchecked curves?
ID_DELETE_ALLSELECT=All curves are checked, delete failed!
ID_RANGE_ERROR=The set range is wrong, please re-enter!
ID_OUTOF_LINE_RANGE=The total number of curves is up to 15, please delete some curves first.
ID_OPEN_TOO_MUCH=There are too many curves selected to open. Currently, only the previous part is opened.
ID_APPLY_COEF=Apply this coefficient?

[Dialog]
IDD102_Title=
IDD102_1002=Test
IDD102_1000=File
IDD102_1003=Processing
IDD102_1001=Advanced
IDD102_1049=TEMP:

IDD134_Title=
IDD134_1065=Open
IDD134_1066=Save
IDD134_1067=Print

IDD140_Title=
IDD140_1045=Laser power
IDD140_1046=Low
IDD140_1047=Medium
IDD140_1048=High
IDD140_1049=Start
IDD140_1050=Stop

IDD141_Title=
IDD141_1045=Laser power:
IDD141_1051=Integral time:
IDD141_1052=Cumulative#
IDD141_1053=SET
IDD141_1024=Single spectrum
IDD141_1057=Continuous
IDD141_1050=Stop
IDD141_1030=Cut off bg.
IDD141_1063=OK
IDD141_1018=Open Camera
IDD141_1297=Range:

IDD142_Title=
IDD142_1040=Interval
IDD142_1041=Precise Mode
IDD142_1210=96 Orifice
IDD142_1019=Single
IDD142_1020=Sequential
IDD142_1021=Stage Adjustment

IDD144_Title=
IDD144_1069=Matching
IDD144_1070=Mark Peak
IDD144_1071=Smoothing
IDD144_1073=Cut
IDD144_1072=Peak area
IDD144_1074=Data compare


IDD143_Title=
IDD143_1072=Comparison
IDD143_1038=Set threshold:
IDD143_1053=SET
IDD143_1108=Series:

IDD145_Title=
IDD145_1105=Target value:
IDD145_1104=Correction value:
IDD145_1045=Laser wavelength:
IDD145_1053=Confirm correction

IDD146_Title=
IDD146_1108=Zolix Instruments CO.,LTD
IDD146_1109=NO.68B, LDUV,Tongzhou District,BEIJING,CHINA
IDD146_1110=TEL: 010-56370168
IDD146_1111=FAX: 010-56370118
IDD146_1112= P.C.--101102
IDD146_1113=Email: info@zolix.com.cn
IDD146_1114=Web:http://www.zolix.com.cn


IDD148_Title=
IDD148_1080=Hardware setup
IDD148_1083=Laser
IDD148_1084=Seris port:
IDD148_1085=Connect
IDD148_1086=Disconnect
IDD148_1049=Spectrograph
IDD148_1101=Spectrograph:
IDD148_1087=Connect
IDD148_1021=Disconnect
IDD148_1088=Enabling mode
IDD148_1108=Stage
IDD148_1109=Connect
IDD148_1110=Disconnect
IDD148_1111=Seris port:
IDD148_1112= Zero setting (A1):
IDD148_1113=Reset

IDD148_1089=High enable
IDD148_1090=Low enable
IDD148_1026=Setup
IDD148_1091=Laser delay
IDD148_1053=SET
IDD148_1081=Parameter setting
IDD148_1096=Range
IDD148_1097=Left side of X axis:
IDD148_1100=Right side of X axis:
IDD148_1029=OK
IDD148_1034=Cut off background
IDD148_1035=Import correction document
IDD148_1022=Correction
IDD148_1036=Camera setting
IDD148_1037=Update
IDD148_1047=Part number:
IDD148_1107=S/N:
IDD148_1038=OK
IDD148_1176=camera
IDD148_1023=Import responsiveness file
IDD148_1041=Responsiveness
IDD148_1197=Spectrograph:
IDD148_1102=Spectrograph:
IDD148_1093=Monitored motor
IDD148_1106=Motor Step
IDD148_1018=OK
IDD148_1094=Connect
IDD148_1095=DisConnect
IDD148_1207=SQL:
IDD148_1250=Open laser
IDD148_1301=Wave Length
IDD148_1302=Wave Number


IDD149_Title=
IDD149_1077=Correction
IDD149_1053=Setup
IDD149_1076=Language
IDD149_1075=About

IDD150_Title=
IDD150_1148=Correction
IDD150_1145=Correction
IDD150_1146=Apply
IDD150_1147=Export
IDD150_1151=Parameter list
IDD150_1149=Wave Length
IDD150_1150=Pixel
IDD150_1258=Wavelength
IDD150_1259=Wave Number
IDD150_1260=LaserCorrect
IDD150_1261=AutoFill

IDD154_Title=
IDD154_1114=PWD:
IDD154_1018=OK

IDD155_Title=
IDD155_1155=Power number
IDD155_1153=Subtract
IDD155_1156=Auto
IDD155_1157=Recovery curve
IDD155_1152=Clear matching curve

IDD156_Title=
IDD156_1166=Manual
IDD156_1167=Delete
IDD156_1168=Delete all
IDD156_1198=Series:
IDD156_1285=Export data
IDD156_1276=Preprocess
IDD156_1275=Baseline  fit
IDD156_1034=Curve smoothing
IDD156_1279=Preview
IDD156_1280=Sure
IDD156_1277=Threshold setting
IDD156_1281=Peak    intensity  :
IDD156_1282=Peak prominence:
IDD156_1303=Delete all

IDD157_Title=
IDD157_1170=Tester:
IDD157_1108=Exp. name:
IDD157_1051=Test time:
IDD157_1173=Laser intensity:
IDD157_1174=Integral time:
IDD157_1052=Cumulative#:
IDD157_1067=Print preview
IDD157_1019=Print

IDD174_Title=
IDD174_1051=Interval time:
IDD174_1053=OK
IDD174_1179=Enable cumulative scan
IDD174_1052=Num:
IDD174_1054=Set
IDD174_1049=Start Scan
IDD174_1050=Stop Scan
IDD174_1018=Set file infor
IDD174_1291=Range:

IDD175_Title=
IDD175_1180=Prefix:
IDD175_1181=Save path:
IDD175_1184=File type
IDD175_1030=use smooth
IDD175_1031=use fit
IDD175_1032=data cut range
IDD175_1186=Save
IDD175_1298=add a table header

IDD177_Title=
IDD177_1198=Series:
IDD177_1200=Fit
IDD177_1155=Para
IDD177_1020=Preview
IDD177_1018=OK

IDD179_Title=
IDD179_1198=Series:
IDD179_1201=Cut
IDD179_1096=Range
IDD179_1188=Preview
IDD179_1189=OK

IDD178_Title=
IDD178_1198=Series:
IDD178_1199=Soomth
IDD178_1155=Para
IDD178_1021=Preview
IDD178_1019=OK

IDD176_Title=
IDD176_1198=Series:
IDD176_1202=X
IDD176_1203=Start
IDD176_1204=Stop
IDD176_1019=Set
IDD176_1095=Calculation
IDD176_1018=Peak area
IDD176_1020=Compute
IDD176_1251=Peak Area  ：
IDD176_1252=Peak FWHM：
IDD176_1253=FWHM of peaks of Neon
IDD176_1254=Compute
IDD176_1255=Maximum：

IDD188_Title=
IDD188_1095=Series:
IDD188_1108=Name:
IDD188_1205=OK

IDD192_Title=
IDD192_1108=Series:
IDD192_1205=OK

IDD191_Title=
IDD191_1073=Change name
IDD191_1069=Change color
IDD191_1070=Delete Selected
IDD191_1071=Delete All
IDD191_1072=Auto zoom
IDD191_1074=Delete Unselected


IDD190_Title=
IDD190_1208=Path:
IDD190_1209=Mode:
IDD190_1019=Save

IDD201_Title=Single Test
IDD201_1212=Repect
IDD201_1397=Start
IDD201_1398=Clear

IDD203_Title=Sequential Test
IDD203_1049=First
IDD203_1397=Start
IDD203_1398=Clear
IDD203_1050=Last

IDD207_Title=Stage adjustment
IDD207_1035=IN(Y)
IDD207_1215=ZERO
IDD207_1217=OUT(Y)
IDD207_1216=RIGHT(X)
IDD207_1214=LEFT(X)
IDD207_1219=DOWN(Z)
IDD207_1218=UP(Z)
IDD207_1220=MOVE
IDD207_1050=STOP
IDD207_1229=Stage
IDD207_1230=Focus
IDD207_1228=Current Pos
IDD207_1231=MoveTo
IDD207_1232=Step(um)
IDD207_1237=Step(um)
